Repository: Ziday/mx-wc-local-pickup-extended
Catalog: languages/mx-wc-local-pickup-extended-*.po
Languages: hr

source: Enable
hr: Omogući

source: Enable Local Pickup Extended
hr: Omogući Local Pickup Extended

source: Title
hr: Naslov

source: This controls the title which the user sees during checkout.
hr: Ovo polje definira naslov koji će kupac vidjeti na stranici prilikom naplate.

source: Fee Type
hr: Vrsta troška/popusta

source: How to calculate pickup charges
hr: Kako izračunati troškove preuzimanja

source: Pickup Fee/Discount
hr: Trošak preuzimanja/iznos popusta

source: What fee do you want to charge for local pickup. Enter negative value for discount. Leave blank to disable.
hr: Koji trošak želite zaračunati za ovu metodu dostave. Ako želite dati popust, upišite negativnu vrijednost (npr. -10). Ostavite prazno za besplatno.

source: Zip/Post Codes
hr: Poštanski broj

source: What zip/post codes can use the local pickup option? Separate codes with a comma. Accepts wildcards, e.g. P* will match a postcode of PE30.
hr: Koji poštanski brojevi mogu koristiti ovu opciju dostave? Odvojite brojeve zarezom. Podržano korištenje wildcards, npr. 52* će odgovarati poštanskom broju 52100.

source: Local pickup extended is a shipping method for picking up orders locally, on multiple locations.
hr: Local pickup extended je metoda dostave za lokalno preuzimanje na jednoj ili više lokacija. Besplatno, uz naknadu ili s popustom.

source: Pickup Options
hr: Opcije preuzimanja

source: Option
hr: Ime i adresa poslovnice

source: Add Option
hr: Dodaj novu opciju

source: Delete selected options
hr: Obriši odabrane opcije

source: Delete the selected options?
hr: Obrisati odabrane opcije?

source: Choose pickup location
hr: Izaberite poslovnicu

source: Select Location
hr: Izaberite lokaciju

source: Pickup Location
hr: Lokacija preuzimanja
